tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mas-cli/tap"
brew "bash"
brew "node"
brew "coffeescript"
brew "ctags"
brew "curl"
brew "openssl"
brew "flake8"
brew "gcc"
brew "git"
brew "git-lfs"
brew "go"
brew "jsonlint"
brew "lua"
brew "mysql"
brew "perl"
brew "pyenv"
brew "ruby"
brew "screenfetch"
brew "vim"
brew "w3m"
brew "wget"
brew "write-good"
brew "zsh"
brew "mas-cli/tap/mas"
cask "caskroom/cask/bathyscaphe"
cask "caskroom/cask/java"
cask "caskroom/cask/karabiner-elements"
cask "caskroom/cask/mplayerx"
cask "caskroom/cask/oracle-jdk"
mas "AdGuard for Safari", id: 1440147259
mas "LINE", id: 539883307
mas "PiPifier", id: 1160374471
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "TweetDeck", id: 485812721
