cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'curl'
brew 'git'
brew 'irssi'
brew 'mono'
brew 'mysql'
brew 'python'
brew 'screenfetch'
brew 'lua'
brew 'vim', args: ['with-lua']
brew 'perl'
brew 'ruby'
brew 'wget'
brew 'zsh'
brew 'mas'

cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'firefox'
cask 'skype'
cask 'torbrowser'
cask 'mplayerx'
cask 'virtualbox'
cask 'atom'
cask 'steam'
cask 'openemu'
cask 'bathyscaphe'
cask 'java'

mas 'Twitter', id: 409789998
mas 'LINE', id: 539883307 
mas 'Xcode', id: 497799835
mas 'GarageBand', id: 682658836
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'The Unarchiver', id: 425424353
