cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'wget'
brew 'zsh'
brew 'bash'
brew 'mas'
brew 'curl'
brew 'git'
brew 'lua'
brew 'vim', args: ['with-lua']
brew 'screenfetch'
brew 'mysql'
brew 'openssl'
brew 'w3m'
brew 'ctags'
brew 'pyenv'
brew 'flake8'
brew 'gcc'
brew 'perl'
brew 'ruby'
brew 'go'
brew 'node'
brew 'coffeescript'
brew 'jsonlint'
brew 'write-good'

cask 'bathyscaphe'
cask 'karabiner-elements'
cask 'mplayerx'
cask 'java'

mas 'LINE', id: 539883307
mas 'TweetDeck', id: 485812721
mas 'The Unarchiver', id: 425424353
mas 'PiPifier', id: 1160374471
mas 'ToothFairy', id: 1191449274
mas 'AdGuard for Safari', id: 1440147259
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft Word', id: 462054704
mas 'Microsoft PowerPoint', id: 462062816
mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'iMovie', id: 408981434
